IDEA StatiCa Open Model
IdeaConImportSettings.ProjectDescription Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Description
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string ProjectDescription { get; set; }
Public Property ProjectDescription As String
	Get
	Set
public:
property String^ ProjectDescription {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
IdeaConImportSettings Class
IdeaRS.OpenModel.Connection Namespace